
{
    "developer": "I am a developer",
    "description_banner": "Welcome to my developer portfolio. Here you can find some of the projects I have created or contributed to as a software developer. Each project showcases a problem I solved and the technical skills I used to solve it. If you are interested in my work or need a developer for a new project, please don't hesitate to contact me.",
    "about": "About me",
    "myportfolio": "My Portfolio",
    "seework": "See my work",
    "description_about": "I am a developer with expertise in React and React Native. I create high-quality applications that follow clean code best practices. I can turn concepts and designs into interactive and responsive interfaces that deliver an exceptional user experience. I write readable, modular, and maintainable co4de by following principles such as separation of concerns, concise functions and components with descriptive names. I am a calm, curious, and altruistic person who loves learning new things and helping others succeed.",
    "yearsof": "Years of",
    "experience": "Experience",
    "projects": "Projects",
    "completed": "Completed",
    "what":"What i do",
    "description_services":"As a React and React Native developer, my focus is on building high-quality websites that are both responsive and visually engaging.",
    "Landing page": "An interactive and responsive landing page is a powerful marketing tool that combines attractive design, interactive features, and the ability to adapt to different devices. It provides an engaging and user-friendly experience, allowing visitors to interact intuitively and effectively.",
    "Website": "A straightforward and professional website is an online representation of your brand or business that conveys trust, clarity, and professionalism to visitors. It is a crucial point of contact for users, where they can obtain information about your products, services, or relevant content.",
    "App android": "I have the skills and experience to develop a mobile application that meets your needs and preferences. You can customize the appearance, features, and content of your app. I will also give you my expert advice on how to optimize your app for different devices and platforms.",
    "mylatestwork":"My latest work",
    "viewallprojects": "View all projects",
    "beshy":"don't be shy",
    "letsworktogether": "Let's work together",
    "sendmessage": "Send a message",
    "yourname": "Your nome",
    "youremail": "Your email",
    "yourmessage": "Your message"
  }
  